import Footer from '../components/layout/Footer';
import Header from '../components/layout/Header';
import Main from '../components/layout/Main';

const IndexPage = () => (
  <>
    <Header />
    <Main>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
      <p>안녕하세요 블로그입니다.</p>
    </Main>
    <Footer />
  </>
);

export default IndexPage;
